Repository: vision-kwest/godot-mirror
Catalog: tools/docdump/locales/*/LC_MESSAGES/makedocs.po
Languages: es

source: "<code>{gclass}</code>(Go to page of class {gclass})":/class_{lkclass}
es: "<code>{gclass}</code>(Ir a la pagina de la clase {gclass})":/class_{lkclass}

source: "<code>{gclass}.{method}</code>(Go to page {gclass}, section {method})":/class_{lkclass}#{lkmethod}
es: "<code>{gclass}.{method}</code>(Ir a la pagina {gclass}, sección {method})":/class_{lkclass}#{lkmethod}

source: "<code>{method}</code>(Jump to method {method})":#{lkmethod}
es: "<code>{method}</code>(Saltar al método {method})":#{lkmethod}

source: "{rtype}(Go to page of class {rtype})":/class_{link}
es: "{rtype}(Ir a la pagina de la clase {rtype})":/class_{link}

source: "*{funcname}*(Jump to description for node {funcname})":#{link} <b>(</b>
es: "*{funcname}*(Saltar a la descripción para el nodo {funcname})":#{link} <b>(</b>

source: h4. Inherits:
es: h4. Hereda de:

source: <doc>'s version attribute missing
es: El atributo version de <doc> no existe

source: |_. Index symbol |_. Class name |_. Index symbol |_. Class name |
es: |_. Índice de símbolo |_. Nombre de la clase |_. Índice de símbolo |_. Nombre de la clase |

source: h4. Category: {}
es: h4. Categoría: {}

source: h2. Brief Description
es: h2. Descripción breve

source: "read more":#more
es: "Leer más":#more

source: h3. Member Functions
es: h3. Funciones miembro

source: h3. Signals
es: h3. Señales

source: h3. Numeric Constants
es: h3. Constantes numéricas

source: h3(#more). Description
es: h3(#more). Descripción

source: _Nothing here, yet..._
es: _Aún nada por aquí..._

source: h3. Member Function Description
es: h3. Descripción de las funciones miembro
